/* Indicator of ScriptEditor's Selection mode */
"ScriptEditorSelection" = "Script Editor's Selection";

"ClipboardContents" = "Clipboard Contents";

/* sheet dialog after saving file */
"Open" = "Open";
"Reveal" = "Reveal";
"Cancel" = "Cancel";
"Success to Make a HTML file." = "Success to Make a HTML file.";
"No action is selected." = "No action is selected.";
"No content." = "No script content.";

"Script Editor is not Launched." = "Script Editor is not Launched.";
"No documents in Script Editor." = "No documents in Script Editor.";
"Failed to obtain applescript code." = "Failed to obtain applescript code.";
"Error :" = "Error :";
"Failed to compile script." = "Failed to compile script.";